Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# BuiltInErrors.PermissionError.notDetermined
source: Permission for %@ has not been confirmed. Please review and grant access in your device Settings.
ar: لم يتم تأكيد الإذن لـ %@. يرجى مراجعة ومنح الوصول في إعدادات جهازك.
bg: Разрешението за %@ все още не е потвърдено. Моля, прегледайте и дайте достъп в настройките на устройството.
ca: El permís per a %@ no s'ha confirmat. Si us plau, revisa i atorga l'accés a la configuració del dispositiu.
cs: Oprávnění pro %@ zatím nebylo potvrzeno. Zkontroluj a povol přístup v nastavení svého zařízení.
da: Tilladelsen til %@ er ikke bekræftet. Gennemgå venligst og giv adgang i dine enhedsindstillinger.
de: Die Berechtigung für %@ wurde noch nicht bestätigt. Bitte überprüfe und gewähre den Zugriff in den Einstellungen deines Geräts.
el: Η άδεια για %@ δεν έχει επιβεβαιωθεί. Παρακαλώ ελέγξτε και δώστε πρόσβαση στις ρυθμίσεις της συσκευής σας.
es: El permiso para %@ no ha sido confirmado. Por favor, revisa y concede acceso en la Configuración de tu dispositivo.
es_419: El permiso para %@ no ha sido confirmado. Por favor, revisa y otorga acceso en la configuración de tu dispositivo.
fi: Lupaa %@ ei ole vahvistettu. Tarkista ja myönnä pääsy laitteesi Asetuksista.
fr: L'autorisation pour %@ n'a pas été confirmée. Veuillez vérifier et accorder l'accès dans les paramètres de votre appareil.
fr_ca: L'autorisation pour %@ n'a pas été confirmée. Veuillez vérifier et accorder l'accès dans les paramètres de votre appareil.
he: הרשאה ל-%@ לא אושרה. אנא עיין וספק גישה בהגדרות המכשיר שלך.
hi: %@ के लिए अनुमति की पुष्टि नहीं की गई है। कृपया अपनी डिवाइस की सेटिंग्स में पहुँच की समीक्षा करें और इसे सक्षम करें।
hr: Dozvola za %@ još nije potvrđena. Molimo pregledajte i odobrite pristup u postavkama vašeg uređaja.
hu: A %@ engedélye még nincs megerősítve. Kérjük, ellenőrizd, és adj hozzáférést a készülék Beállításaiban.
id: Izin untuk %@ belum dikonfirmasi. Silakan tinjau dan beri akses di Pengaturan perangkat Anda.
it: Il permesso per %@ non è stato confermato. Si prega di rivedere e concedere l'accesso nelle Impostazioni del dispositivo.
ja: %@ の権限はまだ確認されていません。デバイスの設定で確認し、アクセスを許可してください。
kk: %@ үшін рұқсат расталмаған. Қосымша рұқсаттарды тексеріп, құрылғыңыздың Параметрлерінде беріңіз.
ko: %@에 대한 권한이 확인되지 않았습니다. 기기 설정에서 액세스를 검토하고 승인하세요.
ms: Kebenaran untuk %@ belum disahkan. Sila semak dan beri akses dalam Tetapan peranti anda.
nb: Tillatelsen for %@ er ikke bekreftet. Vennligst se over og gi tilgang i innstillingene på enheten din.
nl: Toestemming voor %@ is nog niet bevestigd. Controleer en geef toegang in de instellingen van je apparaat.
pl: Zezwolenie na %@ nie zostało jeszcze potwierdzone. Proszę sprawdzić i przyznać dostęp w ustawieniach urządzenia.
pt_br: A permissão para %@ ainda não foi confirmada. Por favor, revise e conceda acesso nas Configurações do seu dispositivo.
pt_pt: nas Definições do teu dispositivo
ro: Permisiunea pentru %@ nu a fost confirmată. Te rugăm să verifici și să acorzi acces în Setările dispozitivului tău.
ru: Разрешение для %@ ещё не подтверждено. Пожалуйста, проверьте и предоставьте доступ в настройках вашего устройства.
sk: Skontrolujte prosím a udeľte prístup v nastaveniach zariadenia.
sv: Behörigheten för %@ har inte bekräftats. Vänligen granska och ge åtkomst i dina enhetsinställningar.
th: การอนุญาตสำหรับ %@ ยังไม่ได้รับการยืนยัน กรุณาตรวจสอบและให้การเข้าถึงในการตั้งค่าอุปกรณ์ของคุณ
tr: %@ için izin onaylanmadı. Lütfen gözden geçirip cihaz Ayarları'ndan erişimi ver.
uk: Дозвіл на %@ ще не підтверджено. Будь ласка, перегляньте та надайте доступ у налаштуваннях вашого пристрою.
vi: Quyền truy cập đối với %@ chưa được xác nhận. Vui lòng kiểm tra và cấp quyền trong Cài đặt trên thiết bị của bạn.
zh_hans: %@ 的权限尚未确认。请查看并在设备的设置中授予访问权限。
zh_hant: 尚未確認 %@ 的許可權。請檢查並在設備的設定中授予訪問許可。
zh_hk: %@ 的權限尚未確認。請檢查並在設備設定中授予訪問權。

# BuiltInErrors.PermissionError.restricted
source: Access to %@ is currently restricted. This may be due to system settings or parental controls.
ar: يتم حاليًا تقييد الوصول إلى %@. قد يكون ذلك بسبب إعدادات النظام أو حدود الوالدين.
bg: Достъпът до %@ в момента е ограничен. Това може да се дължи на системни настройки или родителски контрол.
ca: L'accés a %@ està actualment restringit. Això pot ser degut a la configuració del sistema o controls parentals.
cs: Přístup k %@ je aktuálně omezen. Může to být způsobeno systémovými nastaveními nebo rodičovskými kontrolami.
da: Adgang til %@ er i øjeblikket begrænset. Dette kan skyldes systemindstillinger eller forældrekontrol.
de: Der Zugriff auf %@ ist derzeit eingeschränkt. Dies kann auf Systemeinstellungen oder Kindersicherung zurückzuführen sein.
el: Η πρόσβαση στο %@ είναι αυτή τη στιγμή περιορισμένη. Αυτό μπορεί να οφείλεται σε ρυθμίσεις συστήματος ή γονικούς ελέγχους.
es: El acceso a %@ está actualmente restringido. Esto puede deberse a la configuración del sistema o a controles parentales.
es_419: El acceso a %@ está actualmente restringido. Esto puede deberse a la configuración del sistema o controles parentales.
fi: Pääsyyn %@ on tällä hetkellä rajoitettu. Tämä voi johtua järjestelmän asetuksista tai vanhempien valvonnasta.
fr: L'accès à %@ est actuellement restreint. Cela peut être dû à des paramètres système ou à des contrôles parentaux.
fr_ca: L'accès à %@ est actuellement restreint. Cela peut être dû aux paramètres système ou aux contrôles parentaux.
he: הגישה ל-%@ מוגבלת כרגע. זה עשוי להיות בשל הגדרות מערכת או בקרות הורים.
hi: %@ तक पहुँच फिलहाल प्रतिबंधित है। यह प्रणाली सेटिंग्स या माता-पिता के नियंत्रण के कारण हो सकता है।
hr: Pristup %@ je trenutno ograničen. To može biti zbog sistemskih postavki ili roditeljskih kontrola.
hu: A %@ hozzáférése jelenleg korlátozott. Ez lehet rendszerbeállítások vagy szülői felügyelet következménye.
id: Akses ke %@ saat ini dibatasi. Ini mungkin disebabkan oleh pengaturan sistem atau kontrol orang tua.
it: L'accesso a %@ è attualmente limitato. Questo può essere dovuto a impostazioni di sistema o controlli parentali.
ja: システムの設定またはペアレンタルコントロールによる可能性があります。
kk: %@-ға қол жеткізу қазіргі уақытта шектеулі. Бұл жүйе параметрлері немесе ата-аналық бақылауларға байланысты болуы мүмкін.
ko: %@에 대한 접근이 현재 제한되어 있습니다. 이는 시스템 설정이나 자녀 보호 기능 때문일 수 있습니다.
ms: Akses kepada %@ kini terhad. Ini mungkin disebabkan oleh tetapan sistem atau kawalan ibu bapa.
nb: Tilgang til %@ er for øyeblikket begrenset. Dette kan skyldes systeminnstillinger eller foreldrekontroller.
nl: Toegang tot %@ is momenteel beperkt. Dit kan te maken hebben met systeeminstellingen of ouderlijk toezicht.
pl: Dostęp do %@ jest obecnie ograniczony. Może to być spowodowane ustawieniami systemowymi lub kontrolą rodzicielską.
pt_br: O acesso a %@ está atualmente restrito. Isso pode ser devido a configurações do sistema ou controles parentais.
pt_pt: O acesso a %@ está atualmente restrito. Isto pode ser devido a configurações do sistema ou controles parentais.
ro: Accesul la %@ este în prezent restricționat. Acest lucru poate fi cauzat de setările sistemului sau de controlul parental.
ru: Доступ к %@ в данный момент ограничен. Это может быть связано с системными настройками или родительским контролем.
sk: Prístup k %@ je momentálne obmedzený. Môže to byť spôsobené systémovými nastaveniami alebo rodičovskými kontrolami.
sv: Åtkomst till %@ är för närvarande begränsad. Detta kan bero på systeminställningar eller föräldrakontroller.
th: การเข้าถึง %@ ถูกจำกัดในขณะนี้ อาจเกิดจากการตั้งค่าของระบบหรือการควบคุมจากผู้ปกครอง
tr: %@ erişimi şu anda kısıtlanmış. Bu, sistem ayarları veya ebeveyn kontrolleri nedeniyle olabilir.
uk: Доступ до %@ на даний момент обмежений. Це може бути через системні налаштування або батьківський контроль.
vi: Quyền truy cập vào %@ hiện đang bị hạn chế. Điều này có thể do cài đặt hệ thống hoặc kiểm soát của phụ huynh.
zh_hans: 访问 %@ 当前受到限制。这可能是由于系统设置或家长控制所致。
zh_hant: 訪問 %@ 當前受到限制。這可能是由於系統設置或家長控制造成的。
zh_hk: 訪問 %@ 目前受到限制。這可能是由於系統設置或家長控制。

# BuiltInErrors.StateError.alreadyFinalized
source: This item has already been finalized and cannot be modified. Please create a new version if changes are needed.
ar: تم الانتهاء من هذه العنصر بالفعل ولا يمكن تعديله. يرجى إنشاء نسخة جديدة إذا كنت بحاجة إلى تغييرات.
bg: Този елемент вече е финализиран и не може да бъде променен. Моля, създайте нова версия, ако са необходими промени.
ca: Aquest article ja ha estat finalitzat i no es pot modificar. Si calen canvis, si us plau, crea una nova versió.
cs: Tento prvek již byl finalizován a nelze jej upravit. Pokud potřebujete provést změny, vytvoř prosím novou verzi.
da: Denne vare er allerede blevet afsluttet og kan ikke ændres. Opret venligst en ny version, hvis der er behov for ændringer.
de: Dieser Gegenstand wurde bereits finalisiert und kann nicht mehr geändert werden. Bitte erstelle eine neue Version, wenn Änderungen erforderlich sind.
el: Αυτό το αντικείμενο έχει ήδη ολοκληρωθεί και δεν μπορεί να τροποποιηθεί. Παρακαλώ δημιουργήστε μια νέα έκδοση αν χρειάζονται αλλαγές.
es: Este elemento ya ha sido finalizado y no puede ser modificado. Por favor, crea una nueva versión si se necesitan cambios.
es_419: Este elemento ya ha sido finalizado y no se puede modificar. Por favor, crea una nueva versión si se necesitan cambios.
fi: Tämä kohde on jo vahvistettu, eikä sitä voi muuttaa. Luo uusi versio, jos muutoksia tarvitaan.
fr: Cet élément a déjà été finalisé et ne peut pas être modifié. Veuillez créer une nouvelle version si des changements sont nécessaires.
fr_ca: Cet élément a déjà été finalisé et ne peut plus être modifié. Veuillez créer une nouvelle version si des changements sont nécessaires.
he: פריט זה כבר סוכם ולא ניתן לשנות אותו. אנא צור גרסה חדשה אם יש צורך בשינויים.
hi: यह वस्तु पहले से ही अंतिम रूप में है और इसे संशोधित नहीं किया जा सकता। कृपया यदि परिवर्तनों की आवश्यकता हो, तो एक नया संस्करण बनाएं।
hr: Ovaj unos je već finaliziran i ne može se mijenjati. Ako su potrebne promjene, molimo da kreirate novu verziju.
hu: Ez az elem már véglegesen lezárva lett, és nem módosítható. Kérlek, hozz létre egy új verziót, ha változtatásokra van szükséged.
id: Item ini sudah final dan tidak dapat dimodifikasi. Harap buat versi baru jika diperlukan.
it: Questo elemento è già stato finalizzato e non può essere modificato. Creare una nuova versione se sono necessarie modifiche.
ja: このアイテムはすでに確定されており、変更できません。変更が必要な場合は新しいバージョンを作成してください。
kk: Бұл элемент қазірдің өзінда соңғы мәртебеде және өзгертілмейді. Өзгерістер қажет болса, жаңа нұсқа жасаңыз.
ko: 이 항목은 이미 확정되어 수정할 수 없습니다. 변경이 필요하면 새 버전을 만들어 주십시오.
ms: Item ini telah pun dimuktamadkan dan tidak boleh diubah. Sila cipta versi baru jika perlu perubahan.
nb: Denne gjenstanden har allerede blitt avsluttet og kan ikke endres. Vennligst opprett en ny versjon hvis det er behov for endringer.
nl: Dit item is al gefinaliseerd en kan niet worden gewijzigd. Maak een nieuwe versie aan als wijzigingen nodig zijn.
pl: Ten element został już sfinalizowany i nie może być modyfikowany. Jeśli potrzebne są zmiany, utwórz nową wersję.
pt_br: Este item já foi finalizado e não pode ser modificado. Por favor, crie uma nova versão se precisar de alterações.
pt_pt: Este item já foi finalizado e não pode ser modificado. Por favor, crie uma nova versão se forem necessárias alterações.
ro: Acest element a fost deja finalizat și nu poate fi modificat. Te rugăm să creezi o nouă versiune dacă sunt necesare modificări.
ru: Этот элемент уже был завершён и не может быть изменён. Пожалуйста, создайте новую версию, если потребуется внести изменения.
sk: Tento položka bola už finalizovaná a nemôže byť upravená.
sv: Detta objekt har redan avslutats och kan inte ändras. Vänligen skapa en ny version om ändringar behövs.
th: รายการนี้ได้ถูกสรุปแล้วและไม่สามารถแก้ไขได้ กรุณาสร้างเวอร์ชันใหม่หากต้องการการเปลี่ยนแปลง
tr: Bu öğe zaten tamamlandı ve değiştirilemez. Gerekirse yeni bir sürüm oluştur lütfen.
uk: Цей елемент вже був завершений і не може бути змінений. Будь ласка, створіть нову версію, якщо потрібні зміни.
vi: Mục này đã được hoàn tất và không thể chỉnh sửa. Vui lòng tạo một phiên bản mới nếu cần thay đổi.
zh_hans: 该项目已经完成，无法修改。如果需要更改，请创建一个新版本。
zh_hant: 此項目已經完成，無法修改。如需更改，請創建新版本。
zh_hk: 該項目已經完成，不可修改。如需更改，請創建新版本。

# BuiltInErrors.StateError.invalidState
source: The current state prevents this action: %@. Please ensure all requirements are met and try again.
ar: الحالة الحالية تمنع هذا الإجراء: %@. يرجى التأكد من استيفاء جميع المتطلبات والمحاولة مرة أخرى.
bg: Текущото състояние предотвратява това действие: %@. Моля, уверете се, че всички изисквания са изпълнени и опитайте отново.
ca: L'estat actual impedeix aquesta acció: %@. Si us plau, assegura't que es compleixin tots els requisits i prova-ho de nou.
cs: Aktuální stav brání této akci: %@. Zkontroluj, zda jsou splněny všechny požadavky, a zkus to znovu.
da: Den nuværende tilstand forhindrer denne handling: %@. Sørg venligst for, at alle krav er opfyldt, og prøv igen.
de: Der aktuelle Zustand verhindert diese Aktion: %@. Bitte stellen Sie sicher, dass alle Anforderungen erfüllt sind, und versuchen Sie es erneut.
el: Η τρέχουσα κατάσταση δεν επιτρέπει αυτή την ενέργεια: %@. Παρακαλώ βεβαιωθείτε ότι πληρούνται όλες οι απαιτήσεις και δοκιμάστε ξανά.
es: El estado actual impide esta acción: %@. Asegúrate de que se cumplan todos los requisitos e inténtalo de nuevo.
es_419: El estado actual impide esta acción: %@. Asegúrate de que se cumplan todos los requisitos y vuelve a intentarlo.
fi: Nykyinen tila estää tämän toiminnon: %@. Varmista, että kaikki vaatimukset täyttyvät, ja yritä uudelleen.
fr: L'état actuel empêche cette action : %@. Veuillez vous assurer que toutes les exigences sont remplies et réessayez.
fr_ca: L'état actuel empêche cette action : %@. Veuillez vous assurer que toutes les conditions requises sont remplies et réessayez.
he: המצב הנוכחי מונע פעולה זו: %@. אנא ודא שכל הדרישות מתקיימות ונסה שוב.
hi: वर्तमान स्थिति इस क्रिया को रोकती है: %@। कृपया सुनिश्चित करें कि सभी आवश्यकताएँ पूरी हो गई हैं और फिर से प्रयास करें।
hr: Trenutno stanje sprječava ovu radnju: %@. Provjerite jesu li svi zahtjevi ispunjeni i pokušajte ponovo.
hu: A jelenlegi állapot megakadályozza ezt a műveletet: %@. Kérjük, győződj meg róla, hogy minden követelmény teljesült, és próbáld újra.
id: Status saat ini mencegah tindakan ini: %@. Harap pastikan semua persyaratan sudah dipenuhi dan coba lagi.
it: Lo stato attuale impedisce questa azione: %@. Assicurati che tutti i requisiti siano soddisfatti e riprova.
ja: 現在の状態ではこのアクションが実行できません: %@。すべての要件が満たされていることを確認し、もう一度試してください。
kk: Ағымдағы күй бұл әрекетті орындауға кедергі жасайды: %@. Барлық талаптардың орындалғанын тексеріп, қайтадан көріңіз.
ko: 현재 상태로 인해 이 작업을 수행할 수 없습니다: %@. 모든 요구 사항이 충족되었는지 확인하고 다시 시도해 주십시오.
ms: Keadaan semasa menghalang tindakan ini: %@. Sila pastikan semua syarat dipenuhi dan cuba lagi.
nb: Den nåværende tilstanden forhindrer denne handlingen: %@. Vennligst sørg for at alle krav er oppfylt og prøv igjen.
nl: De huidige status staat deze actie niet toe: %@. Zorg ervoor dat aan alle vereisten is voldaan en probeer het opnieuw.
pl: Aktualny stan uniemożliwia tę akcję: %@. Upewnij się, że wszystkie wymagania są spełnione i spróbuj ponownie.
pt_br: O estado atual impede esta ação: %@. Certifique-se de que todos os requisitos estão atendidos e tente novamente.
pt_pt: O estado atual impede esta ação: %@. Por favor, assegure-se de que todos os requisitos estão cumpridos e tente novamente.
ro: Starea curentă împiedică această acțiune: %@. Te rugăm să te asiguri că toate cerințele sunt îndeplinite și încearcă din nou.
ru: Текущее состояние не позволяет выполнить это действие: %@. Пожалуйста, убедитесь, что выполнены все требования, и попробуйте снова.
sk: Aktuálny stav bráni tejto akcii: %@. Prosím, uistite sa, že sú splnené všetky požiadavky a skúste to znovu.
sv: Det nuvarande tillståndet hindrar denna åtgärd: %@. Vänligen se till att alla krav är uppfyllda och försök igen.
th: สถานะปัจจุบันทำให้ไม่สามารถดำเนินการนี้ได้: %@ กรุณาตรวจสอบให้แน่ใจว่าทุกข้อกำหนดถูกต้องและลองอีกครั้ง
tr: Mevcut durum bu işlemi engelliyor: %@. Lütfen tüm gereksinimlerin karşılandığından emin olun ve tekrar deneyin.
uk: Поточний стан заважає цій дії: %@. Будь ласка, переконайтеся, що всі вимоги виконані та спробуйте ще раз.
vi: Trạng thái hiện tại ngăn cản hành động này: %@. Vui lòng đảm bảo rằng mọi yêu cầu đã được đáp ứng và thử lại.
zh_hans: 当前状态阻止此操作：%@。请确保满足所有要求，然后重试。
zh_hant: 當前狀態阻止此操作：%@，請確保所有要求已滿足後再試一次。
zh_hk: 當前狀態不允許此操作：%@。請確保滿足所有要求後再試。

# BuiltInErrors.StateError.preconditionFailed
source: A required condition was not met: %@. Please complete all prerequisites before proceeding.
ar: لم يتم استيفاء شرط مطلوب: %@. يرجى إكمال جميع المتطلبات السابقة قبل المتابعة.
bg: Не е изпълнено задължително условие: %@. Моля, завършете всички предварителни условия преди да продължите.
ca: No s'ha complert una condició requerida: %@. Si us plau, completa tots els requisits previs abans de continuar.
cs: Nepodařilo se splnit požadovanou podmínku: %@. Dokonči prosím všechny předpoklady před pokračováním.
da: En nødvendig betingelse blev ikke opfyldt: %@. Fuldfør venligst alle forudsætninger, før du fortsætter.
de: Eine erforderliche Bedingung wurde nicht erfüllt: %@. Bitte vervollständige alle Voraussetzungen, bevor du fortfährst.
el: Μια απαιτούμενη προϋπόθεση δεν πληρούται: %@. Παρακαλώ ολοκληρώστε όλα τα προαπαιτούμενα πριν προχωρήσετε.
es: No se cumplió una condición requerida: %@. Completa todos los requisitos previos antes de continuar.
es_419: prerrequisitos
fi: Vaadittu ehto ei täyttynyt: %@. Suorita kaikki edellytykset ennen kuin jatkat.
fr: Une condition requise n'a pas été remplie : %@. Veuillez compléter toutes les conditions préalables avant de continuer.
fr_ca: Une condition requise n'a pas été remplie : %@. Veuillez terminer tous les prérequis avant de continuer.
he: תנאי דרוש אחד לא התקיים: %@. אנא השלם את כל התנאים הנדרשים לפני המשך.
hi: एक आवश्यक शर्त पूरी नहीं की गई: %@। कृपया आगे बढ़ने से पहले सभी पूर्वापेक्षाएँ पूरी करें।
hr: Nije ispunjen potrebni uvjet: %@. Molimo da završite sve preduvjete prije nastavka.
hu: Egy szükséges feltétel nem teljesült: %@. Kérlek, teljesítsd az összes előfeltételt a folytatás előtt.
id: Sebuah kondisi yang diperlukan tidak terpenuhi: %@. Harap selesaikan semua prasyarat sebelum melanjutkan.
it: Una condizione richiesta non è stata soddisfatta: %@. Completa tutti i prerequisiti prima di procedere.
ja: 必要な条件が満たされていません: %@。進む前にすべての前提条件を完了してください。
kk: Қажетті шарт орындалмады: %@. Алдымен барлық алғышарттарды орындап, жалғастырыңыз.
ko: 필수 조건이 충족되지 않았습니다: %@. 진행하기 전에 모든 전제 조건을 완료해 주십시오.
ms: Keadaan yang diperlukan tidak dipenuhi: %@. Sila lengkapkan semua prasyarat sebelum meneruskan.
nb: En nødvendig betingelse ble ikke oppfylt: %@. Vennligst fullfør alle forutsetninger før du fortsetter.
nl: Een vereiste voorwaarde is niet vervuld: %@. Voltooi alle vereisten voordat je verdergaat.
pl: Nie spełniono wymaganego warunku: %@. Proszę ukończyć wszystkie wymagania wstępne przed kontynuacją.
pt_br: Uma condição obrigatória não foi atendida: %@. Por favor, complete todos os pré-requisitos antes de prosseguir.
pt_pt: Uma condição necessária não foi cumprida: %@. Por favor, complete todos os pré-requisitos antes de prosseguir.
ro: O condiție necesară nu a fost îndeplinită: %@. Te rog, completează toate cerințele preliminare înainte de a continua.
ru: Не выполнено одно из обязательных условий: %@. Пожалуйста, завершите все предварительные условия перед продолжением.
sk: Požadovaná podmienka nebola splnená: %@. Prosím, dokončite všetky predpoklady pred pokračovaním.
sv: Ett krav var inte uppfyllt: %@. Vänligen fullfölj alla förutsättningar innan du fortsätter.
th: เงื่อนไขที่จำเป็นไม่เป็นไปตามข้อกำหนด: %@ กรุณาทำให้เสร็จสิ้นทุกข้อกำหนดก่อนดำเนินการต่อ
tr: Gerekli bir koşul karşılanmadı: %@. Devam etmeden önce tüm ön koşulları tamamlayın.
uk: Не виконана обов'язкова умова: %@. Будь ласка, заверште всі підготовчі роботи перед тим, як продовжити.
vi: Một điều kiện cần thiết chưa được đáp ứng: %@. Vui lòng hoàn thành tất cả các điều kiện tiên quyết trước khi tiếp tục.
zh_hans: 未满足所需条件：%@。请在继续之前完成所有先决条件。
zh_hant: 未滿足必要條件：%@。請在繼續之前完成所有前提條件。
zh_hk: 未滿足必要條件：%@。請在繼續之前完成所有先決條件。
